Revit 2027 API
ParameterTypeId.RbsElecCircuitType Property
 "System Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitType { get; }
Public Shared ReadOnly Property RbsElecCircuitType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitType {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace